Repository: alirezadehkar/hooshina-ai
Catalog: languages/hooshina-ai-*.po
Languages: fa_ir

source: Hooshina
fa_ir: هوشینا

source: Balance in Hooshina account is insufficient.
fa_ir: موجودی حساب شما در هوشینا کافی است.

source: Invalid subject value.
fa_ir: موضوع ورودی نامعتبر است.

source: Invalid response.
fa_ir: پاسخ نامعتبر است.

source: There is insufficient account balance.
fa_ir: موجودی حساب کافی نیست.

source: The account balance is sufficient.
fa_ir: موجودی حساب کافی است.

source: Account balance is unavailable.
fa_ir: موجودی حساب در دسترس نیست.

source: Balance: %s
fa_ir: موجودی: %s

source: Usd
fa_ir: دلار

source: Toman
fa_ir: تومان

source: Invalid request.
fa_ir: درخواست نامعتبر است.

source: Product not found.
fa_ir: محصول یافت نشد.

source: No comments with a suitable rating were found to generate a summary.
fa_ir: نظر با امتیاز مناسبی برای تولید خلاصه یافت نشد.

source: Comment not found.
fa_ir: نظر یافت نشد.

source: An error occurred, please try again.
fa_ir: خطایی رخ داد، مجدد تلاش کنید.

source: Invalid input data.
fa_ir: اطلاعات ورودی نامعتبر است.

source: Summary of product reviews recorded.
fa_ir: خلاصه نظرات محصول ثبت شد.

source: Parent comment not found.
fa_ir: کامنت اصلی یافت نشد.

source: Failed to submit comment answer.
fa_ir: خطای در ثبت نظر رخ داد.

source: Comment answer submitted successfully.
fa_ir: ثبت نظر باموفقیت انجام شد.

source: Hooshina Ai
fa_ir: هوشینا Ai

source: Stay a few steps ahead of the rest with Hooshina Ai.
fa_ir: با هوشینا Ai چند قدم جلوتر از بقیه باشید.

source: You can intelligently generate text and images.
fa_ir: شما می توانید به صورت هوشمند متن و تصویر تولید کنید.

source: Connect to Hooshina
fa_ir: اتصال به هوشینا

source: Revoke Connection
fa_ir: لغو ارتباط

source: Style
fa_ir: استایل

source: Size
fa_ir: سایز

source: Language
fa_ir: زبان

source: Tone
fa_ir: لحن

source: Type something...
fa_ir: چیزی تایپ کن...

source: Doing...
fa_ir: در حال انجام...

source: Generate
fa_ir: تولید کن

source: Type
fa_ir: نوع

source: Generate Title with Hooshina Ai
fa_ir: تولید عنوان با هوشینا Ai

source: Generate Description with Hooshina Ai
fa_ir: تولید توضیحات با هوشینا Ai

source: Reply Comment with Hooshina Ai
fa_ir: پاسخ نظر با هوشینا Ai

source: Generate Image with Hooshina Ai
fa_ir: تولید تصویر با هوشینا Ai

source: Generate was done successfully.
fa_ir: تولید باموفقیت انجام شد.

source: Select Image
fa_ir: انتخاب تصویر

source: Click for select Image
fa_ir: برای انتخاب تصویر کلیک کنید

source: Generate product image
fa_ir: تولید تصویر محصول

source: Answer For:
fa_ir: پاسخ برای:

source: Submit
fa_ir: ثبت

source: Ai Answer
fa_ir: پاسخ هوش مصنوعی

source: Delete Thumbnail
fa_ir: حذف تصویر شاخص

source: Add Thumbnail
fa_ir: افزودن تصویر شاخص

source: Generate Excerpt with Hooshina Ai
fa_ir: تولید خلاصه با هوشینا Ai

source: Your website is connected and you can use Hooshina Ai.
fa_ir: وب سایت شما متصل است و می توانید از هوشینا Ai استفاده کنید.

source: To use Hooshina and use artificial intelligence in production
fa_ir: برای استفاده از هوشینا و استفاده از هوش مصنوعی تولید محتوا و تصویر باید وبسایت خودرا متصل کنید

source: Hooshina Connect
fa_ir: هوشینا کانکت

source: Receiving reply...
fa_ir: در انتظار دریافت پاسخ...

source: Select the desired answer.
fa_ir: پاسخ موردنظر را انتخاب کنید.

source: Generate keyword with Hooshina Ai
fa_ir: تولید کلمه کلیدی با هوشینا Ai

source: Charge Account
fa_ir: شارژ حساب

source: Generate customer reviews summary with Hooshina Ai
fa_ir: تولید خلاصه نظرات مشتریان با هوشینا Ai

source: Image replace with Hooshina Ai
fa_ir: جایگزینی تصویر با هوشینا Ai

source: Audio replace with Hooshina Ai
fa_ir: جایگزینی صوت با هوشینا Ai

source: Select...
fa_ir: انتخاب...

source: The results could not be loaded.
fa_ir: بارگذاری نتیجه انجام نشد.

source: Please delete %d characters
fa_ir: لطفا کاراکتر %d را حذف کن

source: Please enter %d or more characters
fa_ir: لطفا %d یا کاراکترهای بیشتری وارد کنید

source: Loading more results...
fa_ir: در حال بارگذاری نتایج بیشتر...

source: You can only select %d items
fa_ir: شما فقط می‌توانید %d مورد را انتخاب کنید

source: No results found
fa_ir: هیچ نتیجه‌ای یافت نشد

source: Searching...
fa_ir: در حال جستجو...

source: Your account balance is insufficient
fa_ir: موجودی حساب شما کافی نیست

source: To use Hooshina services, you must top up your account.
fa_ir: برای استفاده از سرویس های هوشینا باید حساب خود را شارژ کنید.

source: Before entering SEO information, be sure to complete the post title and content.
fa_ir: قبل از وارد کردن اطلاعات سئو، حتماً عنوان و محتوای پست را تکمیل کنید.

source: Voices
fa_ir: صداها

source: From
fa_ir: از

source: Characters
fa_ir: کاراکتر

source: Characters should not exceed %d.
fa_ir: کاراکترها نباید بیشتر از %d باشد.

source: Product reviews summary
fa_ir: خلاصه نظرات محصول

source: You are not connected to Hooshina. You must be connected to use the features and publish automatic content.
fa_ir: ارتباط شما با هوشینا برقرار نیست، برای استفاده از امکانات و انتشار محتوای خودکار باید ارتباط فعال باشد.

source: Activation Hooshina
fa_ir: فعالسازی هوشینا

source: Remind later
fa_ir: بعدا یادآوری کن

source: Settings saved successfully.
fa_ir: ذخیره تغییرات باموفقیت انجام شد.

source: Content Generator Settings
fa_ir: تنظیمات تولید محتوا

source: Auto Content Generator
fa_ir: تولید محتوای خودکار

source: Deactivated
fa_ir: غیرفعال شده

source: Activated
fa_ir: فعال شده

source: Connected
fa_ir: متصل شده

source: API key is required.
fa_ir: کلید دسترسی الزامیست.

source: Invalid API key.
fa_ir: کلید دسترسی نامعتبر است.

source: Content field is required
fa_ir: فیلد content الزامیست

source: Content created successfully
fa_ir: ایجاد محتوا باموفقیت انجام شد

source: Text
fa_ir: متن

source: Image
fa_ir: تصویر

source: Text to Speech
fa_ir: متن به صدا

source: We detect your server php version is to old, this plugin need php version %s. please call to your host service to update php
fa_ir: ما تشخیص دادیم که نسخه php سرور شما قدیمی است، این افزونه به نسخه php %s نیاز دارد. لطفاً برای به روز رسانی php با سرویس میزبان خود تماس بگیرید

source: Hooshina Plugin:
fa_ir: افزونه هوشینا:

source: External URL access is blocked by WordPress configuration
fa_ir: دسترسی به آدرس‌ های خارجی توسط وردپرس مسدود شده است

source: To fix this, please add app.hooshina.com to the list of allowed hosts in your wp-config.php file.
fa_ir: برای رفع این محدودیت، لطفاً دامنه app.hooshina.com را به لیست آدرس‌ های مجاز در فایل wp-config.php اضافه کنید.

source: Need to connect to Hooshina
fa_ir: نیازمند اتصال به هوشینا

source: Activation Hooshina Ai
fa_ir: فعالسازی هوشینا Ai

source: Account Balance
fa_ir: موجودی حساب

source: Hooshina API Successfully Activated
fa_ir: API هوشینا باموفقیت فعال شد

source: Currently, this connection is only used for the following two purposes:
fa_ir: در حال حاضر، این ارتباط فقط برای دو کاربرد مشخص فعال است:

source: Automatically publishing content from Hooshina to your website
fa_ir: انتشار خودکار محتوا از سرویس هوشینا بر روی سایت شما

source: Retrieving your WordPress categories to align content structure
fa_ir: دریافت لیست دسته ‌بندی ‌های وردپرس جهت تطابق ساختار محتوایی

source: This communication is performed via a dedicated, secure API and does not grant any additional access to your site.
fa_ir: این ارتباط از طریق API اختصاصی و به‌صورت کاملاً ایمن انجام می‌شود و هیچگونه دسترسی اضافی به سایت شما ندارد.

source: You can rest assured that no actions beyond the two listed above will be performed.
fa_ir: اطمینان داشته باشید که هیچ عملیات دیگری خارج از موارد فوق انجام نخواهد شد.

source: If any changes occur in access levels or API functionality, you will be notified through official plugin updates.
fa_ir: در صورت تغییر در نوع دسترسی یا عملکرد API، از طریق بروزرسانی های رسمی به شما اطلاع ‌رسانی خواهد شد.

source: Hooshina API Deactivated
fa_ir: API هوشینا غیرفعال شده

source: Automatic content publishing will not occur and Hooshina access to your site is currently blocked.
fa_ir: انتشار خودکار محتوا انجام نمی‌ شود و دسترسی‌ های هوشینا به سایت شما در حال حاضر مسدود شده است.

source: Deactivation Hooshina API
fa_ir: غیرفعالسازی API هوشینا

source: Post Status
fa_ir: وضعیت پست

source: It is recommended to set the status to draft and publish posts after thorough review and making the desired changes.
fa_ir: پیشنهاد می شود وضعیت را روی پیش نویس تنظیم و پست ها را پس از بررسی کامل و انجام تغییرات مورد نظر منتشر کنید.

source: Post Author
fa_ir: نویسنده پست

source: Save Changes
fa_ir: ذخیره تغییرات

source: Default Content Tone
fa_ir: لحن پیشفرض محتوا

source: Default Content Lang
fa_ir: زبان پیشفرض محتوا

source: Default Image Style
fa_ir: استایل پیشفرض تصویر

source: Default Product Image Style
fa_ir: استایل پیشفرض تصویر محصول

source: Default Image Size
fa_ir: سایز پیشفرض تصویر

source: Welcome to Hooshina Ai
fa_ir: به هوشینا Ai خوش آمدید

source: To use all the features of Hoshina Ai, please activate the plugin.
fa_ir: برای استفاده از تمام قابلیت های هوشینا Ai لطفا نسبت به فعالسازی افزونه اقدام کنید.

source: Lets Go
fa_ir: بزن بریم

source: Summary of Customer Reviews
fa_ir: خلاصه نظرات خریدارها

source: Generated with Ai
fa_ir: تولید شده با هوش مصنوعی

source: This summary may not be accurate.
fa_ir: این خلاصه ممکن است دقیق نباشد.

source: Intelligent image and text production with the help of Hooshina Ai.
fa_ir: تولید هوشمند تصویر و متن به کمک هوش مصنوعی هوشینا.
